const qnaList = [
  {
    q: 'Q. 주로 어떤 작업을 하나요? ',
    a: [
      { answer: '문서 작업, 영화 시청 등', type: ['c2'] },
      { answer: '인터넷 서핑, 간단한 문서 작업 등', type: ['c1'] },
      { answer: '3D 그래픽 작업, 영상 작업 등', type: ['c3'] },
    ]
  },
  {
    q: 'Q. 한번에 많은 작업을 하나요? ',
    a: [
      { answer: '많은 파일, 프로그램을 한 번에 실행하고, 높은 사양의 프로그램을 사용한다. ', type: ['r3'] },
      { answer: '여러 작업을 한꺼번에 실행하기보단, 번갈아 실행하지만 빠른 속도로 실행되기를 원한다. ', type: ['r2'] },
      { answer: '주로 많은 작업을 하지 않고, 높은 사양의 프로그램을 사용하지 않는다.  ', type: ['r1'] },
    ]
  },
  {
    q: 'Q. 많은 양의 데이터를 저장하나요? ',
    a: [
      { answer: '문서나 짧은 영상 등 많지 않은 데이터를 저장한다. ', type: ['ss1'] },
      { answer: '여러 문서나 영화 같은 긴 영상의 데이터를 저장한다.' , type: ['ss2'] },
      { answer: '큰 용량의 많은 데이터를 저장한다. ', type: ['ss3'] }
    ]
  },
{
    q: 'Q. 어느 정도의 화면 크기를 선호하나요? ',
    a: [
      { answer: '무게와 화면 크기가 적당한 게 좋다.', type: ['s2'] },
      { answer: '무게가 좀 있더라도 큰 화면을 선호한다. ', type: ['s3'] },
      { answer: '화면 크기가 작더라도 가벼운 무게와 휴대성이 중요하다. ', type: ['s1'] }
    ]
  },
{
    q: 'Q. 노트북으로 게임을 하나요? ',
    a: [
      { answer: '주로 캐주얼 게임을 한다.', type: ['g1'] },
      { answer: '게임 개발을 한다.', type: ['g2'] },
      { answer: '고사양의 3D 게임을 즐겨한다.', type: ['g2'] },
      { answer: '게임을 하지 않는다. ', type: ['g1'] }
    ]
}

]
